function n(n, p, g) {
    return p in n ? Object.defineProperty(n, p, {
        value: g,
        enumerable: !0,
        configurable: !0,
        writable: !0
    }) : n[p] = g, n;
}

var p;

module.exports = (p = {
    "微笑": "100.png",
    "伤心": "101.png",
    "美女": "102.png",
    "发呆": "103.png",
    "墨镜": "104.png",
    "哭": "105.png",
    "羞": "106.png",
    "哑": "107.png",
    "睡": "108.png"
}, n(p, "哭", "109.png"), n(p, "囧", "110.png"), n(p, "怒", "111.png"), n(p, "调皮", "112.png"), 
n(p, "笑", "113.png"), n(p, "惊讶", "114.png"), n(p, "难过", "115.png"), n(p, "酷", "116.png"), 
n(p, "汗", "117.png"), n(p, "抓狂", "118.png"), n(p, "吐", "119.png"), n(p, "笑", "120.png"), 
n(p, "快乐", "121.png"), n(p, "奇", "122.png"), n(p, "傲", "123.png"), n(p, "饿", "124.png"), 
n(p, "累", "125.png"), n(p, "吓", "126.png"), n(p, "汗", "127.png"), n(p, "高兴", "128.png"), 
n(p, "闲", "129.png"), n(p, "努力", "130.png"), n(p, "骂", "131.png"), n(p, "疑问", "132.png"), 
n(p, "秘密", "133.png"), n(p, "乱", "134.png"), n(p, "疯", "135.png"), n(p, "哀", "136.png"), 
n(p, "鬼", "137.png"), n(p, "打击", "138.png"), n(p, "bye", "139.png"), n(p, "汗", "140.png"), 
n(p, "抠", "141.png"), n(p, "鼓掌", "142.png"), n(p, "糟糕", "143.png"), n(p, "恶搞", "144.png"), 
n(p, "什么", "145.png"), n(p, "什么", "146.png"), n(p, "累", "147.png"), n(p, "看", "148.png"), 
n(p, "难过", "149.png"), n(p, "难过", "150.png"), n(p, "坏", "151.png"), n(p, "亲", "152.png"), 
n(p, "吓", "153.png"), n(p, "可怜", "154.png"), n(p, "刀", "155.png"), n(p, "水果", "156.png"), 
n(p, "酒", "157.png"), n(p, "篮球", "158.png"), n(p, "乒乓", "159.png"), n(p, "咖啡", "160.png"), 
n(p, "美食", "161.png"), n(p, "动物", "162.png"), n(p, "鲜花", "163.png"), n(p, "枯", "164.png"), 
n(p, "唇", "165.png"), n(p, "爱", "166.png"), n(p, "分手", "167.png"), n(p, "生日", "168.png"), 
n(p, "电", "169.png"), n(p, "炸弹", "170.png"), n(p, "刀子", "171.png"), n(p, "足球", "172.png"), 
n(p, "瓢虫", "173.png"), n(p, "翔", "174.png"), n(p, "月亮", "175.png"), n(p, "太阳", "176.png"), 
n(p, "礼物", "177.png"), n(p, "抱抱", "178.png"), n(p, "拇指", "179.png"), n(p, "贬低", "180.png"), 
n(p, "握手", "181.png"), n(p, "剪刀手", "182.png"), n(p, "抱拳", "183.png"), n(p, "勾引", "184.png"), 
n(p, "拳头", "185.png"), n(p, "小拇指", "186.png"), n(p, "拇指八", "187.png"), n(p, "食指", "188.png"), 
n(p, "ok", "189.png"), n(p, "情侣", "190.png"), n(p, "爱心", "191.png"), n(p, "蹦哒", "192.png"), 
n(p, "颤抖", "193.png"), n(p, "怄气", "194.png"), n(p, "跳舞", "195.png"), n(p, "发呆", "196.png"), 
n(p, "背着", "197.png"), n(p, "伸手", "198.png"), n(p, "耍帅", "199.png"), n(p, "激动", "200.png"), 
n(p, "乱舞", "201.png"), n(p, "献吻", "202.png"), n(p, "左太极", "203.png"), n(p, "右太极", "204.png"), 
n(p, "奸笑", "205.png"), n(p, "捂脸", "206.png"), n(p, "嘿哈", "207.png"), n(p, "机智", "208.png"), 
n(p, "耶", "209.png"), n(p, "皱眉", "210.png"), n(p, "红包", "211.png"), n(p, "發", "212.png"), 
n(p, "小狗", "213.png"), p);